package telegram

const msgHelp = `Я могу сохранять и хранить ваши страницы. Также я могу предложить вам их для чтения.

Чтобы сохранить страницу, просто пришлите мне ссылку на нее.

Чтобы получить случайную страницу из вашего списка, отправьте мне команду /rnd.
Внимание! После этого страница будет удалена из вашего списка!`

const msgHello = "Здравствуйте! Знал бы, что вы придёте, я бы подготовился. 👾\n\n" + msgHelp

const (
	msgUnknownCommand = "Мы это ещё не учили 🤔"
	msgNoSavedPages   = "У вас нет сохраненных страниц 🙊"
	msgSaved          = "Готово! 👌"
	msgAlreadyExists  = "У вас уже есть эта страница в списке 🤗"
)
